/**
 * @author levinhuang
 * @2010年10版视频新闻焦点图数据模型文件
 */
;(function($){
	//1.数据定义
	window.FI09_DATA={d:[
		{
			t:'阿富汗多次袭击交火致30多人死伤 战争路仍漫长1',
			t_:'阿富汗多次袭击交火致30多人死伤 1_',
			l:'http://baidu.com',
			p:'images/pic80x60_1.gif',
			p1:'images/pic80x60_1.gif',
			t1:'河北大学校园交通肇事案犯罪嫌疑人李启铭的父亲李刚接受采访，向受害人及家属表示诚恳道歉。保定公安网络发言人在微博上解释，发布此条道歉信息，旨在披露李刚对此事的态度',
			src:{l:'http://yy.com',t:'东方卫视'},
			rLinks:[{l2:'http://111.com',t2:'河北大学校园交通肇事案犯罪嫌疑人李启铭1'},{l2:'http://222.com',t2:'河北大学校园交通肇事案犯罪嫌疑人李启铭2'},{l2:'http://333.com',t2:'河北大学校园交通肇事案犯罪嫌疑人李启铭3'}]
		},
		{
			t:'阿富汗多次袭击交火致30多人死伤 战争路仍漫长2',
			t_:'阿富汗多次袭击交火致30多人死伤2_',
			l:'http://baidu.com',
			p:'images/pic80x60_2.gif',
			p1:'images/pic80x60_2.gif',
			t1:'河北大学校园交通肇事案犯罪嫌疑人李启铭的父亲李刚接受采访，向受害人及家属表示诚恳道歉。保定公安网络发言人在微博上解释，发布此条道歉信息，旨在披露李刚对此事的态度',
			src:{l:'http://niuniu.com',t:'上海卫视'},
			rLinks:[{l2:'http://111.com',t2:'河北大学校园交通肇事案犯罪嫌疑人李启铭1'},{l2:'http://222.com',t2:'河北大学校园交通肇事案犯罪嫌疑人李启铭2'},{l2:'http://333.com',t2:'河北大学校园交通肇事案犯罪嫌疑人李启铭3'}]
		},				
		{
			t:'阿富汗多次袭击交火致30多人死伤 战争路仍漫长3',
			t_:'阿富汗多次袭击交火致30多人死伤3_',
			l:'http://xxx.com',
			p:'images/pic80x60_3.gif',
			p1:'images/pic80x60_3.gif',
			t1:'河北大学校园交通肇事案犯罪嫌疑人李启铭的父亲李刚接受采访，向受害人及家属表示诚恳道歉。保定公安网络发言人在微博上解释，发布此条道歉信息，旨在披露李刚对此事的态度',
			src:{l:'http://tt.com',t:'小日本卫视'},
			rLinks:[{l2:'http://111.com',t2:'河北大学校园交通肇事案犯罪嫌疑人李启铭1'},{l2:'http://222.com',t2:'河北大学校园交通肇事案犯罪嫌疑人李启铭2'},{l2:'http://333.com',t2:'河北大学校园交通肇事案犯罪嫌疑人李启铭3'}]
		},
		{
			t:'阿富汗多次袭击交火致30多人死伤 战争路仍漫长3',
			t_:'阿富汗多次袭击交火致30多人死伤3_',
			l:'http://zzz.com',
			p:'images/pic80x60_4.gif',
			p1:'images/pic80x60_4.gif',
			t1:'河北大学校园交通肇事案犯罪嫌疑人李启铭的父亲李刚接受采访，向受害人及家属表示诚恳道歉。保定公安网络发言人在微博上解释，发布此条道歉信息，旨在披露李刚对此事的态度',
			src:{l:'http://hh.com',t:'小韩国卫视'},
			rLinks:[{l2:'http://111.com',t2:'河北大学校园交通肇事案犯罪嫌疑人李启铭1'},{l2:'http://222.com',t2:'河北大学校园交通肇事案犯罪嫌疑人李启铭2'},{l2:'http://333.com',t2:'河北大学校园交通肇事案犯罪嫌疑人李启铭3'}]
		}				
	]};
	//2,Behavior
	jQuery("#fi09_tmpl").tmpl(FI09_DATA).appendTo("#vNews_Focus_02");	
})(jQuery);
